Repository: burakozcc/mobileai
Catalog: AuraVoice/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, bn, en, es, fr, hi, zh_hans

source: Bu sürümde bilet doğrulama anahtarı tanımlı değil, dolayısıyla özellik kapalı.
ar: مفتاح التحقق من التذاكر غير معرّف في هذا الإصدار، لذلك الميزة معطلة.
bn: এই সংস্করণে টিকিট যাচাইয়ের কী নেই, তাই সুবিধাটি বন্ধ আছে।
en: No ticket verification key is defined in this version, so the feature is off.
es: En esta versión no hay ninguna clave de verificación de cupones definida, así que la función está desactivada.
fr: Aucune clé de vérification des tickets n’est définie dans cette version, la fonctionnalité est donc désactivée.
hi: इस वर्शन में टिकट वेरिफ़िकेशन कुंजी सेट नहीं है, इसलिए यह फ़ीचर बंद है।
zh_hans: 此版本未定义分钟券验证密钥，因此该功能已关闭。

source: Bugün
ar: اليوم
bn: আজ
en: Today
es: Hoy
fr: Aujourd’hui
hi: आज
zh_hans: 今天

source: Bulut
ar: السحابة
bn: ক্লাউড
en: Cloud
es: Nube
fr: Cloud
hi: क्लाउड
zh_hans: 云端

source: Bulut Erişimi
ar: الوصول إلى السحابة
bn: ক্লাউড অ্যাক্সেস
en: Cloud Access
es: Acceso a la nube
fr: Accès au cloud
hi: क्लाउड ऐक्सेस
zh_hans: 云端访问

source: Bulut · Yüksek hız
ar: السحابة · سرعة عالية
bn: ক্লাউড · দ্রুত গতি
en: Cloud · High speed
es: Nube · Alta velocidad
fr: Cloud · Vitesse élevée
hi: क्लाउड · ज़्यादा तेज़
zh_hans: 云端 · 高速

source: Buluta ulaşılamadı, bu özet cihaz içinde üretildi. Ses ve metin cihazdan çıkmadı.
ar: تعذّر الوصول إلى السحابة، لذا أُنشئ هذا الملخّص على الجهاز. لم يغادر الصوت ولا النص الجهاز.
bn: ক্লাউডে পৌঁছানো যায়নি, তাই এই সারাংশ ডিভাইসেই তৈরি হয়েছে। অডিও ও টেক্সট ডিভাইসের বাইরে যায়নি।
en: The cloud couldn't be reached, so this summary was generated on-device. No audio or text left your device.
es: No se pudo acceder a la nube, así que este resumen se generó en el dispositivo. El audio y el texto no salieron del dispositivo.
fr: Le cloud étant inaccessible, ce résumé a été généré sur l’appareil. L’audio et le texte n’ont pas quitté l’appareil.
hi: क्लाउड तक नहीं पहुँचा जा सका, इसलिए यह सारांश ऑन-डिवाइस ही तैयार किया गया। ऑडियो और टेक्स्ट डिवाइस से बाहर नहीं गए।
zh_hans: 无法连接云端，本摘要已在设备端生成。音频与文字均未离开设备。

source: Buluta yükleniyor
ar: جارٍ الرفع إلى السحابة
bn: ক্লাউডে আপলোড হচ্ছে
en: Uploading to the cloud
es: Subiendo a la nube
fr: Envoi vers le cloud
hi: क्लाउड पर अपलोड हो रहा है
zh_hans: 正在上传到云端

source: Bulutta işlenir
ar: المعالجة في السحابة
bn: ক্লাউডে প্রসেস হয়
en: Processed in the cloud
es: Se procesa en la nube
fr: Traitement dans le cloud
hi: क्लाउड पर प्रोसेसिंग
zh_hans: 在云端处理

source: Cihaz içi dil modeli. Kurmazsan özetler yine çıkar, sadece daha basit olur. Wi-Fi ve 6 GB bellek gerekir.
ar: نموذج لغوي على الجهاز. إن لم تثبّته فستظل الملخصات تُنشأ، لكنها ستكون أبسط. يلزم Wi-Fi و6 GB من الذاكرة.
bn: ডিভাইসের ভাষা মডেল। ইনস্টল না করলেও সারাংশ তৈরি হবে, শুধু আরও সাধারণ হবে। Wi-Fi আর 6 GB মেমরি লাগবে।
en: On-device language model. If you don't install it you still get summaries, they're just simpler. Requires Wi-Fi and 6 GB of memory.
es: Modelo de lenguaje en el dispositivo. Si no lo instalas, los resúmenes se siguen generando, solo que más simples. Se necesitan Wi-Fi y 6 GB de memoria.
fr: Modèle de langue sur l’appareil. Sans lui, les résumés fonctionnent quand même, ils sont juste plus simples. Wi-Fi et 6 Go de mémoire requis.
hi: ऑन-डिवाइस लैंग्वेज मॉडल। इंस्टॉल न करने पर भी सारांश बनेंगे, बस थोड़े सादे होंगे। Wi-Fi और 6 GB मेमोरी चाहिए।
zh_hans: 设备端语言模型。不安装也可以生成摘要，只是内容会更简单。需要 Wi-Fi 和 6 GB 内存。

source: Cihaz içi model indirilmemiş
ar: لم يتم تنزيل النموذج على الجهاز
bn: ডিভাইসের মডেল ডাউনলোড করা নেই
en: On-device model not downloaded
es: El modelo en el dispositivo no está descargado
fr: Modèle sur l’appareil non téléchargé
hi: ऑन-डिवाइस मॉडल डाउनलोड नहीं हुआ
zh_hans: 未下载设备端模型

source: Cihaz içi model indirilmemiş. Offline mod için modeli indir.
ar: لم يتم تنزيل النموذج على الجهاز. نزّل النموذج للوضع دون اتصال.
bn: ডিভাইসের মডেল ডাউনলোড করা নেই। অফলাইন মোডের জন্য মডেলটি ডাউনলোড করুন।
en: The on-device model isn't downloaded. Download the model for Offline mode.
es: El modelo en el dispositivo no está descargado. Descarga el modelo para el modo sin conexión.
fr: Modèle sur l’appareil non téléchargé. Téléchargez le modèle pour le mode hors ligne.
hi: ऑन-डिवाइस मॉडल डाउनलोड नहीं हुआ। ऑफ़लाइन मोड के लिए मॉडल डाउनलोड करें।
zh_hans: 未下载设备端模型。请下载模型以使用离线模式。

source: Cihaz içi transkripsiyon
ar: التفريغ النصي على الجهاز
bn: ডিভাইসে ট্রান্সক্রিপশন
en: On-device transcription
es: Transcripción en el dispositivo
fr: Transcription sur l’appareil
hi: ऑन-डिवाइस ट्रांसक्रिप्शन
zh_hans: 设备端转录

source: Cihaz içi · Zero-Cloud
ar: على الجهاز · Zero-Cloud
bn: ডিভাইসেই · Zero-Cloud
en: On-device · Zero-Cloud
es: En el dispositivo · Zero-Cloud
fr: Sur l’appareil · Zero-Cloud
hi: ऑन-डिवाइस · Zero-Cloud
zh_hans: 设备端 · Zero-Cloud

source: Cihaz İçi Modeller
ar: النماذج على الجهاز
bn: ডিভাইসের মডেল
en: On-Device Models
es: Modelos en el dispositivo
fr: Modèles sur l’appareil
hi: ऑन-डिवाइस मॉडल्स
zh_hans: 设备端模型

source: Cihazda hızlı çıkarım
ar: استدلال سريع على الجهاز
bn: ডিভাইসে দ্রুত প্রসেসিং
en: Fast on-device inference
es: Inferencia rápida en el dispositivo
fr: Inférence rapide sur l’appareil
hi: डिवाइस पर तेज़ प्रोसेसिंग
zh_hans: 设备端快速推理

source: DOĞRULANIYOR
ar: جارٍ التحقق
bn: যাচাই হচ্ছে
en: VERIFYING
es: VERIFICANDO
fr: VÉRIFICATION
hi: वेरिफ़ाई हो रहा है
zh_hans: 正在验证

source: Daha Eski
ar: أقدم
bn: আরও পুরোনো
en: Older
es: Anteriores
fr: Plus anciens
hi: पुराने
zh_hans: 更早

source: Daha fazla dakika
ar: المزيد من الدقائق
bn: আরও মিনিট
en: More minutes
es: Más minutos
fr: Plus de minutes
hi: और ज़्यादा मिनट
zh_hans: 更多分钟

source: Daha hızlı işleme
ar: معالجة أسرع
bn: আরও দ্রুত প্রসেসিং
en: Faster processing
es: Procesamiento más rápido
fr: Traitement plus rapide
hi: ज़्यादा तेज़ प्रोसेसिंग
zh_hans: 处理更快

source: Dakika Bileti
ar: تذكرة الدقائق
bn: মিনিট টিকিট
en: Minute Ticket
es: Cupón de minutos
fr: Ticket de minutes
hi: मिनट टिकट
zh_hans: 分钟券

source: Dakika Bileti Kullan
ar: استخدام تذكرة دقائق
bn: মিনিট টিকিট ব্যবহার করুন
en: Redeem Minute Ticket
es: Canjear cupón de minutos
fr: Utiliser un ticket de minutes
hi: मिनट टिकट रिडीम करें
zh_hans: 兑换分钟券

source: Dakika bakiyen bitti
ar: نفد رصيد دقائقك
bn: আপনার মিনিট ব্যালেন্স শেষ
en: You're out of minutes
es: Saldo de minutos agotado
fr: Votre solde de minutes est épuisé
hi: मिनट बैलेंस खत्म हो गया
zh_hans: 分钟余额已用完

source: Dakika bakiyen güvenli depoya yazılamadı. Cihazı yeniden başlatıp tekrar dene.
ar: تعذرت كتابة رصيد دقائقك في المخزن الآمن. أعد تشغيل الجهاز ثم حاول مرة أخرى.
bn: আপনার মিনিট ব্যালেন্স সুরক্ষিত স্টোরেজে সংরক্ষণ করা যায়নি। ডিভাইস আবার চালু করে চেষ্টা করুন।
en: Your minute balance couldn't be written to secure storage. Restart your device and try again.
es: No se ha podido guardar tu saldo de minutos en el almacenamiento seguro. Reinicia el dispositivo e inténtalo de nuevo.
fr: Impossible d’écrire votre solde de minutes dans le stockage sécurisé. Redémarrez l’appareil et réessayez.
hi: आपका मिनट बैलेंस सुरक्षित स्टोरेज में सेव नहीं हो सका। डिवाइस रीस्टार्ट करके फिर कोशिश करें।
zh_hans: 分钟余额无法写入安全存储。请重启设备后重试。

source: Dakika bileti okunamadı.
ar: تعذرت قراءة تذكرة الدقائق.
bn: মিনিট টিকিট পড়া যায়নি।
en: Couldn't read the minute ticket.
es: No se ha podido leer el cupón de minutos.
fr: Impossible de lire le ticket de minutes.
hi: मिनट टिकट पढ़ा नहीं जा सका।
zh_hans: 无法读取分钟券。

source: Dakika biletinin imzası geçersiz.
ar: توقيع تذكرة الدقائق غير صالح.
bn: মিনিট টিকিটের স্বাক্ষর বৈধ নয়।
en: The minute ticket's signature is invalid.
es: La firma del cupón de minutos no es válida.
fr: La signature du ticket de minutes n’est pas valide.
hi: मिनट टिकट का सिग्नेचर अमान्य है।
zh_hans: 分钟券的签名无效。

source: Dakika biletinin süresi dolmuş (%@).
ar: انتهت صلاحية تذكرة الدقائق (%@).
bn: মিনিট টিকিটের মেয়াদ শেষ হয়ে গেছে (%@)।
en: The minute ticket has expired (%@).
es: El cupón de minutos ha caducado (%@).
fr: Le ticket de minutes a expiré (%@).
hi: मिनट टिकट एक्सपायर हो चुका है (%@)।
zh_hans: 分钟券已过期（%@）。

source: Dakikan bitti
ar: نفدت دقائقك
bn: আপনার মিনিট শেষ
en: Out of minutes
es: Se acabaron tus minutos
fr: Vos minutes sont épuisées
hi: आपके मिनट खत्म हो गए
zh_hans: 分钟已用完

source: Dengeli
ar: متوازن
bn: ভারসাম্যপূর্ণ
en: Balanced
es: Equilibrado
fr: Équilibré
hi: संतुलित
zh_hans: 均衡

source: Depolama
ar: التخزين
bn: স্টোরেজ
en: Storage
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
zh_hans: 存储空间

source: Devam
ar: متابعة
bn: চালিয়ে যান
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
zh_hans: 继续

source: Devam eden görüşme
ar: مكالمة جارية
bn: চলমান কল
en: Ongoing call
es: Conversación en curso
fr: Appel en cours
hi: चल रही कॉल
zh_hans: 通话进行中

source: Devam et
ar: استئناف
bn: চালিয়ে যান
en: Resume
es: Reanudar
fr: Reprendre
hi: जारी रखें
zh_hans: 继续

source: Değişiklik kaydedilemedi: %@
ar: تعذر حفظ التغيير: %@
bn: পরিবর্তন সংরক্ষণ করা যায়নি: %@
en: Couldn't save the change: %@
es: No se ha podido guardar el cambio: %@
fr: Impossible d’enregistrer la modification : %@
hi: बदलाव सेव नहीं हो सका: %@
zh_hans: 更改保存失败：%@

source: Duraklat
ar: إيقاف مؤقت
bn: বিরতি দিন
en: Pause
es: Pausar
fr: Pause
hi: पॉज़ करें
zh_hans: 暂停

source: Duraklatıldı
ar: متوقف مؤقتًا
bn: বিরতিতে
en: Paused
es: En pausa
fr: En pause
hi: पॉज़ किया गया
zh_hans: 已暂停

source: EKSİK
ar: ناقص
bn: ইনস্টল নেই
en: MISSING
es: FALTA
fr: ABSENT
hi: मौजूद नहीं
zh_hans: 未安装

source: En yüksek doğruluk
ar: أعلى دقة
bn: সর্বোচ্চ নির্ভুলতা
en: Highest accuracy
es: Máxima precisión
fr: Précision maximale
hi: सबसे ज़्यादा सटीक
zh_hans: 最高准确度

source: Ertelendi — hâlâ kaydetmek ister misin?
ar: تم التأجيل — هل ما زلت ترغب في التسجيل؟
bn: পিছিয়ে দেওয়া হয়েছে — এখনও কি রেকর্ড করতে চান?
en: Snoozed — still want to record?
es: Aplazado — ¿todavía quieres grabar?
fr: Reporté — voulez-vous toujours enregistrer ?
hi: टाल दिया गया — क्या अब भी रिकॉर्डिंग करनी है?
zh_hans: 已延后 — 还想录音吗？

source: Eski cihazlar için. En düşük pil tüketimi.
ar: للأجهزة القديمة. أقل استهلاك للبطارية.
bn: পুরোনো ডিভাইসের জন্য। সবচেয়ে কম ব্যাটারি খরচ।
en: For older devices. Lowest battery use.
es: Para dispositivos antiguos. El menor consumo de batería.
fr: Pour les appareils anciens. Consommation de batterie minimale.
hi: पुराने डिवाइस के लिए। सबसे कम बैटरी खर्च।
zh_hans: 适合旧设备。耗电最低。

source: Farklı bir kelime dene ya da filtreyi kaldır.
ar: جرّب كلمة أخرى أو أزل عامل التصفية.
bn: অন্য কোনও শব্দ দিয়ে খুঁজুন বা ফিল্টার সরিয়ে দিন।
en: Try a different word or clear the filter.
es: Prueba con otra palabra o quita el filtro.
fr: Essayez un autre mot ou retirez le filtre.
hi: कोई दूसरा शब्द आज़माएँ या फ़िल्टर हटाएँ।
zh_hans: 试试其他关键词，或者移除筛选条件。

source: Gelişmiş dışa aktarma
ar: تصدير متقدم
bn: উন্নত এক্সপোর্ট
en: Advanced export
es: Exportación avanzada
fr: Export avancé
hi: एडवांस्ड एक्सपोर्ट
zh_hans: 高级导出

source: Gelişmiş dışa aktarma (PDF, SRT, TXT)
ar: تصدير متقدم (PDF، SRT، TXT)
bn: উন্নত এক্সপোর্ট (PDF, SRT, TXT)
en: Advanced export (PDF, SRT, TXT)
es: Exportación avanzada (PDF, SRT, TXT)
fr: Export avancé (PDF, SRT, TXT)
hi: एडवांस्ड एक्सपोर्ट (PDF, SRT, TXT)
zh_hans: 高级导出（PDF、SRT、TXT）

source: Gelişmiş Özetleyici
ar: التلخيص المتقدم
bn: উন্নত সারাংশ মডেল
en: Advanced Summarizer
es: Resumen avanzado
fr: Résumé avancé
hi: एडवांस्ड सारांश मॉडल
zh_hans: 高级摘要模型

source: Geri yüklenecek bir abonelik bulunamadı.
ar: لم يتم العثور على اشتراك لاستعادته.
bn: পুনরুদ্ধার করার মতো কোনও সাবস্ক্রিপশন পাওয়া যায়নি।
en: No subscription was found to restore.
es: No se ha encontrado ninguna suscripción que restaurar.
fr: Aucun abonnement à restaurer n’a été trouvé.
hi: रीस्टोर करने के लिए कोई सब्सक्रिप्शन नहीं मिला।
zh_hans: 未找到可恢复的订阅。

source: Gizlilik
ar: الخصوصية
bn: গোপনীয়তা
en: Privacy
es: Privacidad
fr: Confidentialité
hi: प्राइवेसी
zh_hans: 隐私

source: Görüşme
ar: مكالمة
bn: কল
en: Call
es: Conversación
fr: Appel
hi: कॉल
zh_hans: 通话

source: Görüşme kaydı hazır
ar: تسجيل المكالمة جاهز
bn: কল রেকর্ডিং প্রস্তুত
en: Ready to record this call
es: Grabación de la conversación lista
fr: Enregistrement d’appel prêt
hi: कॉल रिकॉर्डिंग तैयार है
zh_hans: 通话录音已就绪

source: Görüşme sürüyor
ar: المكالمة جارية
bn: কল চলছে
en: Call in progress
es: Conversación en curso
fr: Appel en cours
hi: कॉल जारी है
zh_hans: 正在通话

source: Görüşme · %@
ar: مكالمة · %@
bn: কল · %@
en: Call · %@
es: Conversación · %@
fr: Appel · %@
hi: कॉल · %@
zh_hans: 通话 · %@

source: Güvenli yapay zekâ modelleri
ar: نماذج ذكاء اصطناعي آمنة
bn: নিরাপদ AI মডেল
en: Secure AI Models
es: Modelos de IA seguros
fr: Modèles d’IA sécurisés
hi: सुरक्षित AI मॉडल्स
zh_hans: 安全的人工智能模型

source: Ham Transkript
ar: النص المفرغ الخام
bn: মূল ট্রান্সক্রিপ্ট
en: Raw Transcript
es: Transcripción en bruto
fr: Transcription brute
hi: मूल ट्रांसक्रिप्ट
zh_hans: 原始转录

source: Hazır
ar: جاهز
bn: প্রস্তুত
en: Ready
es: Listo
fr: Prêt
hi: तैयार
zh_hans: 就绪

source: Hazırlanıyor
ar: جارٍ التحضير
bn: প্রস্তুত হচ্ছে
en: Preparing
es: Preparando
fr: Préparation
hi: तैयार हो रहा है
zh_hans: 准备中

source: Henüz kayıt yok
ar: لا توجد تسجيلات بعد
bn: এখনও কোনও রেকর্ডিং নেই
en: No recordings yet
es: Aún no hay grabaciones
fr: Aucun enregistrement
hi: अभी कोई रिकॉर्डिंग नहीं
zh_hans: 暂无录音

source: Henüz kayıt yok. Kayıt butonuna dokunarak başla.
ar: لا توجد تسجيلات بعد. اضغط على زر التسجيل للبدء.
bn: এখনও কোনও রেকর্ডিং নেই। রেকর্ড বোতামে ট্যাপ করে শুরু করুন।
en: No recordings yet. Tap the Record button to start.
es: Aún no hay grabaciones. Toca el botón de grabación para empezar.
fr: Aucun enregistrement pour l’instant. Touchez le bouton d’enregistrement pour commencer.
hi: अभी कोई रिकॉर्डिंग नहीं। शुरू करने के लिए रिकॉर्ड बटन पर टैप करें।
zh_hans: 暂无录音。轻点“录音”按钮即可开始。

source: Hoparlörü açarak kaydı başlatabilirsin.
ar: يمكنك بدء التسجيل بتشغيل مكبر الصوت.
bn: স্পিকার চালু করে রেকর্ডিং শুরু করতে পারেন।
en: Turn on speaker to start recording.
es: Puedes iniciar la grabación activando el altavoz.
fr: Vous pouvez lancer l’enregistrement en activant le haut-parleur.
hi: लाउडस्पीकर चालू करके रिकॉर्डिंग शुरू कर सकते हैं।
zh_hans: 打开扬声器即可开始录音。

source: Hoparlörü açarak kaydı başlatabilirsiniz.
ar: يمكنك بدء التسجيل بتشغيل مكبر الصوت.
bn: স্পিকার চালু করে রেকর্ডিং শুরু করতে পারেন।
en: Turn on speaker to start recording.
es: Puedes iniciar la grabación activando el altavoz.
fr: Vous pouvez lancer l’enregistrement en activant le haut-parleur.
hi: लाउडस्पीकर चालू करके रिकॉर्डिंग शुरू कर सकते हैं।
zh_hans: 打开扬声器即可开始录音。

source: Hızlı (küçük)
ar: سريع (صغير)
bn: দ্রুত (ছোট)
en: Fast (small)
es: Rápido (pequeño)
fr: Rapide (petit)
hi: तेज़ (छोटा)
zh_hans: 快速（小型）

source: Hızlı Not
ar: ملاحظة سريعة
bn: দ্রুত নোট
en: Quick Note
es: Nota rápida
fr: Note rapide
hi: क्विक नोट
zh_hans: 快速笔记

source: Hızlı Not & Fikirler
ar: ملاحظة سريعة وأفكار
bn: দ্রুত নোট & আইডিয়া
en: Quick Note & Ideas
es: Nota rápida e ideas
fr: Note rapide & idées
hi: क्विक नोट & आइडियाज़
zh_hans: 快速笔记与想法

source: Hızlı Not · %@
ar: ملاحظة سريعة · %@
bn: দ্রুত নোট · %@
en: Quick Note · %@
es: Nota rápida · %@
fr: Note rapide · %@
hi: क्विक नोट · %@
zh_hans: 快速笔记 · %@

source: KAPALI
ar: معطل
bn: বন্ধ
en: OFF
es: DESACTIVADO
fr: DÉSACTIVÉ
hi: बंद
zh_hans: 已关闭

source: KAYDET
ar: حفظ
bn: সংরক্ষণ করুন
en: RECORD
es: GUARDAR
fr: ENREGISTRER
hi: सेव करें
zh_hans: 保存

source: KOTA AZALDI
ar: الحصة منخفضة
bn: কোটা কম
en: QUOTA LOW
es: CUOTA BAJA
fr: QUOTA BAS
hi: कोटा कम
zh_hans: 配额将尽

source: KOTA BİTTİ
ar: نفدت الحصة
bn: কোটা শেষ
en: QUOTA EMPTY
es: SIN CUOTA
fr: QUOTA ÉPUISÉ
hi: कोटा खत्म
zh_hans: 配额用完

source: KOTA DOLDU
ar: انتهت الحصة
bn: কোটা ফুরিয়েছে
en: QUOTA REACHED
es: CUOTA AGOTADA
fr: QUOTA ATTEINT
hi: कोटा पूरा
zh_hans: 配额已用完

source: KOTA NORMAL
ar: الحصة عادية
bn: কোটা ঠিক আছে
en: QUOTA OK
es: CUOTA NORMAL
fr: QUOTA OK
hi: कोटा ठीक
zh_hans: 配额正常

source: KULLAN
ar: استخدام
bn: ব্যবহার করুন
en: REDEEM
es: CANJEAR
fr: UTILISER
hi: रिडीम करें
zh_hans: 兑换

source: KURULU
ar: مثبت
bn: ইনস্টল আছে
en: INSTALLED
es: INSTALADO
fr: INSTALLÉ
hi: इंस्टॉल्ड
zh_hans: 已安装

source: Kalan %@ işleme hakkın var. Zero-Cloud modunda ses cihazdan hiç çıkmaz, ama dakika aynı havuzdan düşer.
ar: لديك %@ متبقية من رصيد المعالجة. في وضع Zero-Cloud لا يغادر الصوت جهازك أبدًا، لكن الدقائق تُخصم من الرصيد نفسه.
bn: আপনার %@ প্রসেসিং কোটা বাকি আছে। Zero-Cloud মোডে অডিও ডিভাইস থেকে বের হয় না, তবে মিনিট একই পুল থেকে কাটা হয়।
en: You have %@ of processing allowance left. In Zero-Cloud mode audio never leaves your device, but minutes come from the same pool.
es: Te quedan %@ de procesamiento. En el modo Zero-Cloud el audio no sale nunca del dispositivo, pero los minutos se descuentan de la misma bolsa.
fr: Il vous reste %@ de traitement. En mode Zero-Cloud, l’audio ne quitte jamais l’appareil, mais les minutes sont décomptées de la même réserve.
hi: आपके पास अभी %@ प्रोसेसिंग बाकी है। Zero-Cloud मोड में ऑडियो डिवाइस से बाहर नहीं जाता, लेकिन मिनट उसी पूल से कटते हैं।
zh_hans: 还剩 %@ 的处理配额。Zero-Cloud 模式下音频完全不会离开设备，但分钟数仍从同一个池中扣除。

source: Kalan Dakikam
ar: دقائقي المتبقية
bn: আমার বাকি মিনিট
en: My Remaining Minutes
es: Mis minutos restantes
fr: Mes minutes restantes
hi: मेरे बचे मिनट
zh_hans: 我的剩余分钟

source: Kalan dakika
ar: الدقائق المتبقية
bn: বাকি মিনিট
en: Minutes remaining
es: Minutos restantes
fr: Minutes restantes
hi: बचे हुए मिनट
zh_hans: 剩余分钟

source: Kapat
ar: إغلاق
bn: বন্ধ করুন
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
zh_hans: 关闭

source: Karmaşık terimler ve çok konuşmacılı kayıtlar için iyi.
ar: مناسب للمصطلحات المعقدة والتسجيلات متعددة المتحدثين.
bn: জটিল শব্দ আর একাধিক বক্তার রেকর্ডিংয়ের জন্য ভালো।
en: Good for complex terms and recordings with multiple speakers.
es: Va bien para términos complejos y grabaciones con varios hablantes.
fr: Idéal pour les termes complexes et les enregistrements à plusieurs locuteurs.
hi: मुश्किल शब्दों और कई स्पीकर वाली रिकॉर्डिंग्स के लिए अच्छा है।
zh_hans: 适合术语复杂、多说话人的录音。

source: Kayda devam et
ar: متابعة التسجيل
bn: রেকর্ডিং চালিয়ে যান
en: Resume recording
es: Seguir grabando
fr: Reprendre l’enregistrement
hi: रिकॉर्डिंग जारी रखें
zh_hans: 继续录音

source: Kaydediliyor
ar: جارٍ التسجيل
bn: রেকর্ড হচ্ছে
en: Recording
es: Grabando
fr: Enregistrement en cours
hi: रिकॉर्ड हो रहा है
zh_hans: 录音中

source: Kaydı Başlat
ar: بدء التسجيل
bn: রেকর্ডিং শুরু করুন
en: Start Recording
es: Iniciar grabación
fr: Démarrer l’enregistrement
hi: रिकॉर्डिंग शुरू करें
zh_hans: 开始录音

source: Kaydı başlat
ar: بدء التسجيل
bn: রেকর্ডিং শুরু করুন
en: Start recording
es: Iniciar grabación
fr: Démarrer l’enregistrement
hi: रिकॉर्डिंग शुरू करें
zh_hans: 开始录音

source: Kaydı bitir
ar: إنهاء التسجيل
bn: রেকর্ডিং শেষ করুন
en: End recording
es: Finalizar grabación
fr: Terminer l’enregistrement
hi: रिकॉर्डिंग खत्म करें
zh_hans: 结束录音

source: Kaydı durdur
ar: إيقاف التسجيل
bn: রেকর্ডিং থামান
en: Stop recording
es: Detener grabación
fr: Arrêter l’enregistrement
hi: रिकॉर्डिंग रोकें
zh_hans: 停止录音

source: Kaydı sil
ar: حذف التسجيل
bn: রেকর্ডিং মুছুন
en: Delete recording
es: Eliminar grabación
fr: Supprimer l’enregistrement
hi: रिकॉर्डिंग डिलीट करें
zh_hans: 删除录音

source: Kaydı sil ve çık
ar: حذف التسجيل والخروج
bn: রেকর্ডিং মুছে বেরিয়ে যান
en: Delete Recording and Exit
es: Eliminar y salir
fr: Supprimer et quitter
hi: डिलीट करके बाहर निकलें
zh_hans: 删除录音并退出

source: Kaydı tamamen cihaz içinde işlenecek şekilde başlatır. Ses ve metin cihazdan hiç çıkmaz.
ar: يبدأ التسجيل بحيث تتم معالجته بالكامل على الجهاز. لا يغادر الصوت ولا النص جهازك أبدًا.
bn: রেকর্ডিং এমনভাবে শুরু করে যাতে পুরো প্রসেসিং ডিভাইসেই হয়। অডিও ও লেখা ডিভাইস থেকে একেবারেই বের হয় না।
en: Starts a recording that's processed entirely on your device. Audio and text never leave your device.
es: Inicia la grabación de forma que se procese por completo en el dispositivo. El audio y el texto nunca salen de él.
fr: Lance un enregistrement traité entièrement sur l’appareil. L’audio et le texte ne quittent jamais l’appareil.
hi: रिकॉर्डिंग इस तरह शुरू करता है कि सब कुछ डिवाइस पर ही प्रोसेस हो। ऑडियो और टेक्स्ट डिवाइस से बाहर नहीं जाते।
zh_hans: 开始一段完全在设备上处理的录音。音频和文本不会离开设备。

source: Kayıt
ar: التسجيل
bn: রেকর্ডিং
en: Recording
es: Grabación
fr: Enregistrement
hi: रिकॉर्डिंग
zh_hans: 录音

source: Kayıt Modu
ar: وضع التسجيل
bn: রেকর্ডিং মোড
en: Recording Mode
es: Modo de grabación
fr: Mode d’enregistrement
hi: रिकॉर्डिंग मोड
zh_hans: 录音模式

source: Kayıt bulut için çok büyük (%.0f MB / %.0f MB sınırı). Offline mod bu kaydı işleyebilir.
ar: التسجيل كبير جدًا بالنسبة إلى السحابة (%.0f MB / الحد %.0f MB). يمكن للوضع دون اتصال معالجة هذا التسجيل.
bn: রেকর্ডিংটি ক্লাউডের জন্য অনেক বড় (%.0f MB / %.0f MB সীমা)। অফলাইন মোডে এটি প্রসেস করা যাবে।
en: The recording is too large for the cloud (%.0f MB / %.0f MB limit). Offline mode can process this recording.
es: La grabación es demasiado grande para la nube (%.0f MB / límite de %.0f MB). El modo sin conexión puede procesar esta grabación.
fr: Enregistrement trop volumineux pour le cloud (%.0f Mo / limite de %.0f Mo). Le mode hors ligne peut traiter cet enregistrement.
hi: रिकॉर्डिंग क्लाउड के लिए बहुत बड़ी है (%1$.0f MB / %2$.0f MB सीमा)। ऑफ़लाइन मोड इसे प्रोसेस कर सकता है।
zh_hans: 录音过大，云端无法处理（%.0f MB / 上限 %.0f MB）。离线模式可以处理这段录音。

source: Kayıt için zorunlu
ar: مطلوب للتسجيل
bn: রেকর্ডিংয়ের জন্য আবশ্যক
en: Required for recording
es: Obligatorio para grabar
fr: Obligatoire pour l’enregistrement
hi: रिकॉर्डिंग के लिए ज़रूरी
zh_hans: 录音必需

source: Kayıt kesildi
ar: انقطع التسجيل
bn: রেকর্ডিংয়ে বাধা পড়েছে
en: Recording interrupted
es: Grabación interrumpida
fr: Enregistrement interrompu
hi: रिकॉर्डिंग रुक गई
zh_hans: 录音已中断

source: Kayıt kullanılamıyor
ar: التسجيل غير متاح
bn: রেকর্ডিং করা যাচ্ছে না
en: Recording unavailable
es: Grabación no disponible
fr: Enregistrement indisponible
hi: रिकॉर्डिंग उपलब्ध नहीं है
zh_hans: 无法录音

source: Kayıt notlarına kaydedildi, sesi duruyor. İstediğin zaman tekrar deneyebilirsin.
ar: حُفظ التسجيل في الملاحظات، والصوت ما زال موجودًا. يمكنك المحاولة مرة أخرى وقتما تشاء.
bn: রেকর্ডিংটি নোটে সংরক্ষিত হয়েছে, অডিও রয়ে গেছে। যখন খুশি আবার চেষ্টা করতে পারেন।
en: The recording is saved in your notes, and the audio is still there. You can try again anytime.
es: La grabación se ha guardado en tus notas, el audio sigue ahí. Puedes volver a intentarlo cuando quieras.
fr: Enregistré dans vos notes, l’audio est conservé. Vous pouvez réessayer quand vous voulez.
hi: रिकॉर्डिंग नोट्स में सेव हो गई, ऑडियो अब भी मौजूद है। जब चाहें फिर कोशिश कर सकते हैं।
zh_hans: 录音已保存到笔记中，音频仍然保留。随时可以重试。

source: Kayıt silinsin mi?
ar: حذف التسجيل؟
bn: রেকর্ডিং মুছে ফেলবেন?
en: Delete recording?
es: ¿Eliminar la grabación?
fr: Supprimer l’enregistrement ?
hi: रिकॉर्डिंग डिलीट करें?
zh_hans: 要删除此录音吗？

source: Kayıt süresi
ar: مدة التسجيل
bn: রেকর্ডিংয়ের সময়
en: Recording duration
es: Duración de la grabación
fr: Durée de l’enregistrement
hi: रिकॉर्डिंग का समय
zh_hans: 录音时长

source: Kayıt sürüyor
ar: التسجيل جارٍ
bn: রেকর্ডিং চলছে
en: Recording in progress
es: Grabación en curso
fr: Enregistrement en cours
hi: रिकॉर्डिंग चल रही है
zh_hans: 正在录音

source: Kayıt veritabanı açılamadı. Bu oturumda aldığın notlar kalıcı olmayacak — uygulamayı yeniden başlatmayı dene.
ar: تعذر فتح قاعدة بيانات التسجيلات. لن تُحفظ الملاحظات التي تدوّنها في هذه الجلسة — جرّب إعادة تشغيل التطبيق.
bn: রেকর্ডিং ডেটাবেস খোলা যায়নি। এই সেশনে নেওয়া নোট সংরক্ষিত থাকবে না — অ্যাপটি আবার চালু করে দেখুন।
en: The recording database couldn't be opened. Notes you take in this session won't be saved — try restarting the app.
es: No se ha podido abrir la base de datos de grabaciones. Las notas que tomes en esta sesión no se guardarán — prueba a reiniciar la app.
fr: Impossible d’ouvrir la base de données des enregistrements. Les notes prises pendant cette session ne seront pas conservées — essayez de redémarrer l’app.
hi: रिकॉर्डिंग डेटाबेस नहीं खुल सका। इस सेशन में लिए गए नोट्स सेव नहीं रहेंगे — ऐप को रीस्टार्ट करके देखें।
zh_hans: 无法打开录音数据库。本次使用期间记的笔记不会被保存 — 请尝试重新启动应用。
